import React from "react";

function Landing(){
    return(
        <h1> Активная мощность — это полезная часть мощности, та часть, которая определяет прямое преобразования электрической энергии в другие необходимые виды энергии. Для каждого электрического прибора вид преобразования энергии свой: в электрической лампочке электроэнергия преобразуется в свет и тепло, в утюге электроэнергия преобразуется в тепло, в электродвигателе электроэнергия преобразуется в механическую энергию. Фактически, активная мощность определяет скорость полезного потребления энергии.

        Реактивная мощность — мощность определяемая электромагнитными полями, образующимися в процессе работы приборов. Реактивная мощность, как правило, является «вредной» или «паразитной». Реактивная мощность определяется характером нагрузки. Для такого прибора как лампочка она равна нулю, в процессе горения лампы электромагнитные поля практически не образуются. В процессе работы электродвигателя реактивная мощность может достигать больших значений. Понятие реактивной мощности тесно связано с понятием «пусковые токи».
</h1>
    )
}

export default Landing;